{
    "1": "It has been a common stereotype that all homeless people are drug addicts and alcoholics. However, that isn't always the case. There are many causes to homelessness such as poor care support systems, personal experiences, domestic violence, etc. ",
    "2": "According to addictioncenter.com, 33% of homeless people are battling mental illness issues. Mental illness is a cause of homelessness in many parts of the world.",
    "3": "One of the most unstable systems in Toronto is the low-income housing ratio. There has been a shortage of affordable housing due to the increase in house prices. This can lead to poverty for low-income families ending them becoming homeless. As overpopulation is currently a global issue, unemployment has increased as well. This makes it more difficult for certain people to find jobs. Another major cause to homelessness is domestic violence. This relates to mental health issues as it domestic violence leads to poor mental health and trauma especially to women. After an interview with 28 women, most of the women felt there wasn't enough support available to address the support needed. These are only a few of the major problems in society leading to homelessness.",
    "resources": ["Suzanne Reynolds, The Complex Issues of the Perinatal Woman Experiencing Homelessness, Complex Social Issues and the Perinatal Woman, 10.1007/978-3-030-58085-8, (75-105), (2021)", "Tischler, V., Rademeyer, A., & Vostanis, P. (2007). Mothers experiencing homelessness: Mental health, support and social care needs. Health & social care in the community, 15(3), 246-253.", "Pleace, N. (2016). Researching homelessness in Europe: theoretical perspectives. European Journal of Homelessness, 19-44.", "McChesney, K. Y. (1990). Family homelessness: A systemic problem. Journal of Social Issues, 46(4), 191-205.", "Anderson, D. G., & Rayens, M. K. (2004). Factors influencing homelessness in women. Public health nursing, 21(1), 12-23.\nHamilton, A. B., Poza, I., & Washington, D. L. (2011). “Homelessness and trauma go hand-in-hand”: Pathways to homelessness among women veterans. Women's Health Issues, 21(4), S203-S209."]
}